const sejongData = [
  {
    title: "세종대왕이 사랑했던 궁, 경복궁 💘",
    body:
      "경복궁은 세종이 유난히 사랑했던 궁입니다. 경복궁은 조선왕조의 상징이자 법궁으로 그 규모가 크고 웅장합니다. 하지만 이 웅장함이 조선의 왕들에게는 중압감으로 다가오기도 했다고 합니다. 그래서 업무에 집중된 공간인 경복궁 보다는 조금 더 소박하고, 자연친화적인 창덕궁에 머무르기를 선호하는 왕들도 있었다고 합니다. 하지만 세종은 재위 32년 중 말년의 몇 년을 제외하고는 경복궁에 머물렀습니다. 후대 학자들은 그 까닭으로 그의 학구적인 열정과 연결짓곤 합니다. 밤낮없이 백성들의 내일을 걱정하고 학문에 열중한 세종은 '쉼'의 공간 보다는 '본분’의 공간에 가까운 경복궁에 몸과 마음이 더 오래 머물렀던 것 같습니다.",
  },
  {
    title: "우리 고유의 문자를 창제하다 ✍️",
    body:
      "우리 말과 글을 가지고 있다는 것은 큰 기쁨이자 자랑입니다. 조선 시대 이전까지만 해도 우리 조상들은 한자로 글을 적었습니다. 그러나 우리 말을 한자로 옮기는 것은 너무 어려웠습니다. 먹고 살기에 바쁜 백성들이 배우기에는 너무나 어려운 글자였지요. 백성에 대한 사랑이 남달라 이를 안타깝게 여긴 세종은 누구나 쉽게 쓸 수 있는 글을 만들고자 했습니다. 그리하여 탄생한 것이 바로 '훈민정음’입니다. 오늘날 우리가 사용하는 한글에 뿌리가 되어 주었습니다. 훈민정음하면 빼놓을 수 없는 경복궁의 공간이 있습니다. 바로 집현전입니다. 집현전은 세종 재위 기간 중 정치와 사회의 안정과 문화 발달에 있어 가장 중요한 역할을 했던 기관으로, 훈민정음이 연구되고 반포된 중요한 장소입니다. 집현전(集賢殿) 이름의 뜻은 集 모을 집, 賢 어질 현, 殿 전각 전 자가 합쳐져 현명한 자들을 모아놓은 곳이란 뜻으로, 그 뜻을 실현하고자 세종은 젊고 유능한 엘리트 학자들을 발탁하였습니다. 집현전은 안타깝게도 임진왜란 때 소실 된 후 1867년에 재건하면서 '수정전'이란 이름으로 다시 지어졌습니다. 더 이상 집현전 이란 이름으로 불리우진 않지만 세종과 집현전 학자들의 열정은 아직도 그곳에 남아있을 것만 같습니다. 경복궁에 가시면 집현전이 아닌 수정전을 찾아주세요!",
  },
  {
    title: "워커홀릭 세종대왕 🤒",
    body:
      "세종대왕은 조선 최고의 임금으로 불리울만큼 훈민정음, 농업과 과학, 의약기술, 음악 등 다양한 분야에서 놀라운 업적을 남겼습니다. 하지만 공부와 나랏일 생각에 건강은 뒷전이었나 봅니다. 세종은 이른 나이부터 당뇨병, 풍병, 부종, 안질 등 다양한 질병들을 겪게 됩니다. 또 40대 초반에는 하루 종일 앉아서 일을 볼 수 없을 정도로 체력이 나빠지고 시력도 급격히 나빠져 정치에 부지런하기 힘들다는 기록도 남겼습니다. 하지만 어진 왕에게는 충실한 신하들이 함께하는 법이죠. 집현전을 통해 배출된 많은 학자들이 세종대왕의 열정과 이상을 실현할 기반을 함께 만들어갔습니다. 여러 질병에 시달리면서도 많은 업적을 세우고 54세의 나이로 조선의 제4대 왕은 세상을 떠나게 됩니다..",
  },
];

export default sejongData;
